Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium விருப்பத்தேர்வுகள்";
AllowCrossOriginAuthPrompt.pfm_title = "வேறு மூல HTTP அடிப்படை அங்கீகரிப்பு வினவல்கள்";
AllowCrossOriginAuthPrompt.pfm_description = "பக்கத்தில் உள்ள மூன்றாம்-தரப்பு துணை-உள்ளடக்கம் HTTP அடிப்படை Auth உரையாடல் பெட்டியைத் தோன்ற வைக்க அனுமதிக்கிறதா என்பதைக் கட்டுப்படுத்துகிறது.  ஃபிஷிங் சிக்கல்களைத் தடுக்க இது பொதுவாக முடக்கப்பட்டிருக்கிறது.";
AllowFileSelectionDialogs.pfm_title = "கோப்பு தேர்ந்தெடுத்தல் உரையாடல்களைத் தொடங்குவதற்கு அனுமதி.";
AllowFileSelectionDialogs.pfm_description = "Chromium ஐ கோப்பு தேர்ந்தெடுத்தல் உரையாடல்களைக் காண்பிக்க அனுமதிப்பதன் மூலமாக, கணினியில் உள்ள அக கோப்புகளுக்கான அணுகலை அனுமதிக்கிறது.\n\nஇந்த அமைப்பை நீங்கள் முடக்கினால், பயனர்கள் இயல்பாக கோப்பு தேர்ந்தெடுத்தல் உரையாடல்களைத் திறக்கலாம்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், கோப்பு தேர்ந்தெடுத்தல் உரையாடலைத் தொடங்கக்கூடிய ஏதேனும் ஒரு செயலை பயனர் செய்தால், (அதாவது, புக்மார்க்குகளை இறக்குமதி செய்தல், கோப்புகளைப் பதிவேற்றுதல், இணைப்புகளை சேமித்தல் போன்றவை) பயனர் கோப்பு தேர்ந்தெடுத்தல் உரையாடல் பெட்டியில் ரத்து என்பதைக் கிளிக் செய்துவிட்டதாக கருதப்பட்டு ஒரு செய்தி காண்பிக்கப்படும்.\n\nஇந்த அமைப்பு அமைக்கப்படவில்லை என்றால், வழக்கம்போலவே கோப்பு தேர்ந்தெடுத்தல் உரையாடல்களை பயனர்கள் திறக்கலாம்.";
AllowOutdatedPlugins.pfm_title = "காலாவதியான செருகுநிரல்களை இயக்குவதை அனுமதி";
AllowOutdatedPlugins.pfm_description = "காலாவதியான செருகுநிரல்களை இயக்க Chromium ஐ அனுமதிக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், காலாவதியான செருகுநிரல்களும் சாதாரண செருகுநிரல்களைப் போலவே பயன்படுத்தப்படும்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், காலாவதியான செருகுநிரல்கள் பயன்படுத்தப் படாது, மேலும் அவற்றை இயக்குவதற்கான அனுமதி பயனர்களிடம் கேட்கப்படாது.\n\nஇந்த அமைப்பு அமைக்கப்படவில்லை என்றால், காலாவதியான செருகுநிரல்களை இயக்குவதற்கான அனுமதி பயனர்களிடம் கேட்கப்படும்.";
AlternateErrorPagesEnabled.pfm_title = "மாற்று பிழைப் பக்கங்களை இயக்கு";
AlternateErrorPagesEnabled.pfm_description = "Chromium இல் கட்டமைக்கப்பட்ட ('பக்கம் கிடைக்கவில்லை' என்பது போன்ற) மாற்று பிழைப் பக்கங்களைப் பயன்படுத்துவதை இயக்குகிறது. மேலும் இந்த அமைப்பைப் பயனர்கள் மாற்றுவதையும் தடுக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், மாற்று பிழைப் பக்கங்கள் பயன்படுத்தப்படும்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், மாற்று பிழை பக்கங்கள் எப்போதும் பயன்படுத்தப்படாது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால்,  Chromium இல் பயனர்கள் இந்த அமைப்பை மாற்றவோ அல்லது மீறவோ முடியாது.";
AlwaysAuthorizePlugins.pfm_title = "அங்கீகாரம் கோரும் செருகுநிரல்களை எப்போதும் இயக்கும்";
AlwaysAuthorizePlugins.pfm_description = "அங்கீகரிப்பிற்கு தேவைப்படும் செருகுநிரல்களை இயக்க Chromium ஐ அனுமதிக்கிறது.\n\nஇந்த அமைப்பை நீங்கள் செயலாக்கினால், காலாவதியாகாத செருகுநிரல்கள் எப்போதும் இயங்கும்.\n\nஇந்த அமைப்பு முடக்கப்பட்டிருந்தால் அல்லது அமைக்கப்படவில்லை என்றால், அங்கீகரிப்பு தேவைப்படும் செருகுநிரல்களை இயக்குவதற்கு பயனர்களிடம் அனுமதி கேட்கப்படும். இவை பாதுகாப்பிற்கு சிக்கல்களை ஏற்படத்தக்கூடிய செருகுநிரல்கள் ஆகும்.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos ஒப்படைப்பு சேவையக அனுமதி பட்டியல்";
AuthNegotiateDelegateWhitelist.pfm_description = "Chromium பிரதிநிதிப்படுத்தக்கூடிய சேவையகங்கள்.";
AuthSchemes.pfm_title = "ஆதரிக்கப்படும் அங்கீகாரத் திட்டங்கள்";
AuthSchemes.pfm_description = "எந்தெந்த HTTP அங்கீகரிப்பு திட்டங்கள் Chromium ஆல் ஆதரிக்கப்படும் என்பதைக் குறிப்பிடுகிறது.\n\nசாத்தியமான மதிப்புகளாவன 'basic', 'digest', 'ntlm' மற்றும் 'negotiate' ஆகியவையாகும். ஒன்றுக்கு மேற்பட்ட மதிப்புகளைக் கமாவால் பிரிக்கவும்.";
AuthServerWhitelist.pfm_title = "அங்கீகார சேவையக அனுமதி பட்டியல்";
AuthServerWhitelist.pfm_description = "ஒருங்கிணைந்த அங்கீகரிப்பிற்கு எந்தெந்த சேவையகங்கள் அனுமதிக்கப்பட வேண்டும் என்று குறிப்பிடுகிறது. ஒரு ப்ராக்ஸி அல்லது அனுமதி பட்டியலில் உள்ள சேவையகத்திடமிருந்து அங்கீகரிப்பு கோரிக்கையை Chromium பெற்றால் மட்டுமே ஒருங்கிணைந்த அங்கீகரிப்பு செயலாக்கப்படும்.\n\nஒன்றுக்கு மேற்பட்ட சேவையக பெயர்களை கமாவால் பிரிக்கவும். வைல்ட்கார்டுகளுக்கு (*) அனுமதி உண்டு.";
AutoFillEnabled.pfm_title = "தானியங்குநிரப்புதலை இயக்கு";
AutoFillEnabled.pfm_description = "Chromium இன் தானியங்கு நிரப்புதல் அம்சத்தை இயக்குகிறது, மேலும் முகவரி அல்லது கிரெடிட் கார்டு தகவல் போன்று முன்பே சேமிக்கப்பட்ட தகவல்களைப் பயன்படுத்தி வலைப் படிவங்களைத் தானாகவே நிரப்புவதற்கு பயனர்களை அனுமதிக்கிறது.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், பயனர்கள் தானியங்குநிரப்புதல் அம்சத்தைப் அணுக முடியாது.\n\nநீங்கள் இந்த அம்சத்தை இயக்கினால் அல்லது எந்தவொரு மதிப்பையும் இதற்கு தரவில்லை என்றால், தானியங்கு நிரப்புதல் பயனரின் கட்டுப்பாட்டில் இருக்கும். இதனால் அவர்கள் தானியங்கு நிரப்புதலை, அவர்களின் சொந்த விருப்பத்தின்படி இயக்கவோ அல்லது அணைக்கவோ செய்யலாம்.";
BlockThirdPartyCookies.pfm_title = "மூன்றாம் தரப்பு குக்கீகளைத் தடு";
BlockThirdPartyCookies.pfm_description = "மூன்றாம் தரப்பு குக்கீகளைத் தடுக்கிறது.\n\nஇந்த அமைப்பை இயக்குவதால், உலாவியின் முகவரி பட்டியில் இருக்கும் டொமைன் அல்லாத வலை பக்க உறுப்புகள் குக்கீகளை அமைப்பது தடுக்கப்படுகிறது.\n\nஇந்த அமைப்பை முடக்குவதால், உலாவியின் முகவரி பட்டியில் இருக்கும் டொமைனை சாராத பக்க உறுப்புகளால் குக்கீகள் அமைக்கப்படுவது அனுமதிக்கப்படும், மேலும் பயனர்கள் இந்த அமைப்பை மாற்றுவதும் தடுக்கப்படும்.";
BookmarkBarEnabled.pfm_title = "புக்மார்க் பட்டியை இயக்கு";
BookmarkBarEnabled.pfm_description = "Chromium இல் புதிய தாவல் பக்கத்தில், புக்மார்க் பட்டியை இயக்குகிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், Chromium ஆனது, \"புதிய தாவல்\" பக்கத்தில், புக்மார்க் பட்டியைக் காண்பிக்கும்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், பயனர்கள் எப்போதுமே புக்மார்க் பட்டியைக் காண மாட்டார்கள்.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால்,  Chromium இல் பயனர்கள் இந்த அமைப்பை மாற்றவோ அல்லது மீறவோ முடியாது.";
ClearSiteDataOnExit.pfm_title = "உலாவி அணைக்கப்படும்போது, தளத்தின் தரவை நீக்கு";
ClearSiteDataOnExit.pfm_description = "இந்த கொள்கையானது, \"எனது உலாவியை மூடும்போது குக்கீகள் மற்றும் பிற தள தரவை அழி\" என்ற உள்ளடக்க அமைப்புகள் விருப்பத்தை மீறக்கூடியதாகும்.\n\nChromium ஐ சரி என்று அமைத்திருந்தால், உலாவி மூடப்படும்போது, அகத்தே சேமிக்கப்பட்டிருக்கும் தரவு அனைத்தும் நீக்கப்படும்.";
CookiesAllowedForUrls.pfm_title = "இந்த தளங்களில் குக்கீகளை அனுமதி";
CookiesAllowedForUrls.pfm_description = "குக்கீகளை அமைப்பதற்கு அனுமதி அளிக்கப்படும் தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க உங்களை அனுமதிக்கிறது.";
CookiesBlockedForUrls.pfm_title = "இந்த தளங்களில் குக்கீகளைத் தடு";
CookiesBlockedForUrls.pfm_description = "குக்கீகளை அமைப்பதற்கு அனுமதி அளிக்கப்படாத தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க அனுமதிக்கிறது.";
CookiesSessionOnlyForUrls.pfm_title = "இந்த தளங்களில் அமர்வுக்கு மட்டுமேயான குக்கீகளை அனுமதி";
CookiesSessionOnlyForUrls.pfm_description = "அமர்வுக்கு மட்டும் தேவையான குக்கீகளை அமைப்பதற்கு அனுமதி அளிக்கப்பட்ட தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க அனுமதிக்கிறது.";
DefaultBrowserSettingEnabled.pfm_title = "Chrome ஐ இயல்புநிலை உலாவியாக அமை";
DefaultBrowserSettingEnabled.pfm_description = "Chromium இல் இயல்புநிலை உலாவி சோதனைகளை உள்ளமைக்கிறது, மேலும் பயனர்கள் அதை மாற்றுவதைத் தடுக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், ஒவ்வொருமுறை கணினி தொடங்கப்படும்போது, Chromium ஆனது தானாகவே அது இயல்புநிலை உலாவியா என்று சோதிக்கும், மேலும் சாத்தியமானால், தானாகவே பதிவுசெய்து கொள்ளும்.\n\nஇந்த அமைப்பு முடக்கப்பட்டால், Chromium ஆனது இயல்புநிலை உலாவியா என்று எப்போதும் சோதிக்காது மற்றும் இந்த விருப்பத்தை அமைப்பதற்கான பயனர் கட்டுப்பாடுகளையும் முடக்கிவிடும்.\n\nஇந்த அமைப்பு அமைக்கப்படவில்லை என்றால், இது இயல்புநிலை உலாவியாக இருக்க வேண்டுமா என்று கட்டுப்படுத்துவதையும், அவ்வாறு இல்லையென்றால் பயனர் அறிவிப்புகளைக் காண்பிப்பதையும் Chromium அனுமதிக்கும்.";
DefaultCookiesSetting.pfm_title = "இயல்புநிலை குக்கீகள் அமைப்பு";
DefaultCookiesSetting.pfm_description = "0 - அனைத்து தளங்களும் அகத் தரவை அமைக்க அனுமதி.\n1 - அக தரவை அமைப்பதற்கு, எந்த தளத்தையும் அனுமதிக்க வேண்டாம்\nஅக தரவை அமைப்பதற்கு வலைத்தளங்கள் அனுமதிக்கப்படுகின்றனவா என்பதை அமைக்க உங்களை அனுமதிக்கிறது. அக தரவை அமைப்பது அனைத்து வலைத்தளங்களுக்கும் அனுமதிக்கப்படலாம் அல்லது அனைத்து வலைத்தளங்களுக்கும் நிராகரிக்கப்படலாம்.";
DefaultGeolocationSetting.pfm_title = "இயல்புநிலை புவிஇருப்பிட அமைப்பு";
DefaultGeolocationSetting.pfm_description = "0 - பயனரின் நிஜ இருப்பிடத்தை தடமறிவதற்கு தளங்களை அனுமதி\n1 - பயனரின் நிஜமான இருப்பிடத்தைத் தடமறிய எந்த தளத்தையும் அனுமதிக்காதே\n2 - ஒரு தளம் பயனரின் நிஜ இருப்பிடத்தை பின்தொடர விரும்பும்போதெல்லாம் கேட்கவும்\nபயனரின் நிஜ இருப்பிடத்தை வலைத்தளங்கள் பின் தொடர அனுமதிக்க வேண்டுமா என்பதை நீங்கள் அமைக்க அனுமதிக்கிறது. இயல்புநிலையாகவே பயனரின் நிஜ இருப்பிடத்தைப் பின்தொடர்வதை அனுமதிக்கலாம் அல்லது இயல்புநிலையாகவே மறுக்கலாம் அல்லது வலைத்தளம் நிஜ இருப்பிடத்தைக் கோரும் ஒவ்வொரு முறையும் பயனரிடம் கேட்குமாறு அமைக்கலாம்.";
DefaultImagesSetting.pfm_title = "இயல்புநிலை படங்கள் அமைப்பு";
DefaultImagesSetting.pfm_description = "0 - அனைத்துப் படங்களையும் காண்பிக்க, அனைத்து தளங்களையும் அனுமதி\n1 - படங்களைக் காண்பிக்க எந்த தளத்தையும் அனுமதிக்காதே\nபடங்களைக் காண்பிக்க வலைத்தளங்கள் அனுமதிக்கப்படுகின்றனவா என்பதை அமைக்க உங்களை அனுமதிக்கிறது. படங்களைக் காண்பிப்பது அனைத்து வலைத்தளங்களுக்கும் அனுமதிக்கப்படலாம் அல்லது அனைத்து வலைத்தளங்களுக்கும் நிராகரிக்கப்படலாம்.";
DefaultJavaScriptSetting.pfm_title = "இயல்புநிலை JavaScript அமைப்பு";
DefaultJavaScriptSetting.pfm_description = "0 - JavaScript ஐ இயக்குவதற்கு அனைத்து தளங்களையும் அனுமதி\n1 - JavaScript ஐ இயக்குவதற்கு எந்த தளத்தையும் அனுமதிக்க வேண்டாம்\nJavaScript ஐ இயக்குவதற்கு வலைத்தளங்கள் அனுமதிக்கப்படுகின்றனவா என்பதை அமைக்க உங்களை அனுமதிக்கிறது. JavaScript இயக்குவது அனைத்து வலைத்தளங்களுக்கும் அனுமதிக்கப்படலாம் அல்லது அனைத்து வலைத்தளங்களுக்கும் நிராகரிக்கப்படலாம்.";
DefaultNotificationSetting.pfm_title = "இயல்புநிலை அறிவிப்பு அமைப்பு";
DefaultNotificationSetting.pfm_description = "0 - டெஸ்க்டாப் அறிவிக்கைகளை காண்பிக்க தளங்களை அனுமதி\n1 - டெஸ்க்டாப் அறிவிக்கைகளைக் காண்பிக்க எந்த தளத்தையும் அனுமதிக்காதே\n2 - டெஸ்க்டாப் அறிவிப்புகளைக் காண்பிக்க வேண்டுமென்று ஏதேனும் ஒரு தளம் கேட்கும்போதெல்லாம் என்னிடம் கேள்\nவலைத்தளங்கள் டெஸ்க்டாப் அறிவிப்புகளைக் காண்பிக்க அனுமதிக்கப்பட வேண்டுமா என்று அமைக்க உங்களை அனுமதிக்கிறது. இயல்புநிலையாக டெஸ்க்டாப் அறிவிப்புகளை அனுமதிக்கலாம், இயல்புநிலையாக முடக்கலாம் அல்லது ஒவ்வொரு முறை ஒரு வலைத்தளம் டெஸ்க்டாப் அறிவிப்புகளைக் காண்பிக்க முயற்சிக்கும்போதும் பயனரிடம் கேட்குமாறும் அமைக்கலாம்.";
DefaultPluginsSetting.pfm_title = "இயல்புநிலை செருகுநிரல் அமைப்புகள்";
DefaultPluginsSetting.pfm_description = "0 - தானாகவே செருகுநிரல்களை இயக்க எல்லா தளங்களையும் அனுமதி\n1 - அனைத்து செருகுநிரல்களையும் தடு\nசெருகுநிரல்களைத் தானாகவே இயக்குவதற்கு வலைத்தளங்கள் அனுமதிக்கப்பட வேண்டுமா என்பதை அமைக்க உங்களை அனுமதிக்கிறது. செருகுநிரல்களைத் தானாகவே இயக்குவது அனைத்து வலைத்தளங்களுக்கும் அனுமதிக்கப்படலாம் அல்லது அனைத்து வலைத்தளங்களுக்கும் நிராகரிக்கப்படலாம்.";
DefaultPopupsSetting.pfm_title = "இயல்புநிலை பாப்அப்கள் அமைப்பு";
DefaultPopupsSetting.pfm_description = "0 - பாப்-அப்களைக் காண்பிக்க அனைத்து தளங்களையும் அனுமதி\n1 - பாப்-அப்களைக் காண்பிக்க எந்த தளத்தையும் அனுமதிக்காதே\nபாப்-அப்களைக் காண்பிக்க வலைத்தளங்கள் அனுமதிக்கப்படுகின்றனவா என்பதை அமைக்க உங்களை அனுமதிக்கிறது. பாப்-அப்களைக் காண்பிப்பது அனைத்து வலைத்தளங்களுக்கும் அனுமதிக்கப்படலாம் அல்லது அனைத்து வலைத்தளங்களுக்கும் நிராகரிக்கப்படலாம்.";
DefaultSearchProviderEnabled.pfm_title = "இயல்புநிலை தேடல் வழங்குநரை இயக்கு";
DefaultSearchProviderEnabled.pfm_description = "இயல்புநிலை தேடல் வழங்குநரைப் பயன்படுத்துவதை இயக்குகிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், சர்வபுலத்தில் URL அல்லாத உரையைப் பயனர் தட்டச்சு செய்யும்போது, இயல்புநிலை தேடல் செய்யப்படும்.\n\nஇயல்புநிலை தேடல் கொள்கைகளில் மீதமுள்ளவற்றை குறிப்பிடுவதன் மூலம், நீங்கள் இயல்புநிலை தேடல் வழங்குநரைக் குறிப்பிடலாம். இவை வெறுமையாக விடப்பட்டால், இயல்புநிலை வழங்குநரைப் பயனர் தேர்ந்தெடுக்கலாம்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், URL அல்லாத உரையை சர்வபுலத்தில் பயனர் தட்டச்சு செய்யும்போது, தேடல் எதுவும் செய்யப்படாது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால், அதை Chromium இல் பயனர்கள் மாற்றவோ அல்லது மீறவோ முடியாது.";
DefaultSearchProviderEncodings.pfm_title = "இயல்புநிலை தேடல் வழங்குநர் குறியீட்டு முறைகள்";
DefaultSearchProviderEncodings.pfm_description = "தேடல் வழங்குநரால் ஆதரிக்கப்படும் எழுத்துக்குறி குறியீட்டுமுறைகளைக் குறிப்பிடுகிறது. குறியீட்டு முறைகள் என்பவை UTF-8, GB2312 மற்றும் ISO-8859-1 போன்ற குறியாக்கப் பக்க  பெயர்களாகும். அவை மேற்கூறிய வரிசையில் முயற்சிக்கப்படும். இயல்புநிலையாக UTF-8 இருக்கும்.";
DefaultSearchProviderIconURL.pfm_title = "இயல்புநிலை தேடல் வழங்குநர் படவுரு";
DefaultSearchProviderIconURL.pfm_description = "இயல்புநிலை தேடல் வழங்குநருக்கான பிடித்த URL படவுருவைக் குறிக்கிறது. விருப்பத்தேர்வு.";
DefaultSearchProviderInstantURL.pfm_title = "இயல்புநிலை தேடல் வழங்குநர்  உடனடி URL";
DefaultSearchProviderInstantURL.pfm_description = "உடனடி தேடல் பரிந்துரைகளை வழங்குவதற்கு பயன்படுத்த வேண்டிய, தேடு பொறியின் URL ஐக் குறிப்பிடுகிறது. URL இல் ''{searchTerms}'' என்ற தொடர் இருக்க வேண்டும், இது வினவலின்போது பயனர் அதுவரை உள்ளிட்ட உரையால் பதிலீடு செய்யப்படும். விருப்பத்தேர்வு.";
DefaultSearchProviderKeyword.pfm_title = "இயல்புநிலை தேடல் வழங்குநர் திறவுச்சொல்";
DefaultSearchProviderKeyword.pfm_description = "இந்த வழங்குநரின் தேடலைத் தொடங்கும், சர்வபுலத்தில் பயன்படுத்தப்படும் குறுக்குவழி திறவுசொல்லைக் குறிப்பிடுகிறது. விருப்பத்தேர்வு.";
DefaultSearchProviderName.pfm_title = "இயல்புநிலை தேடல் வழங்குநர் பெயர்";
DefaultSearchProviderName.pfm_description = "இயல்புநிலை தேடல் வழங்குநரின் பெயரைக் குறிப்பிடுகிறது. காலியாக விட்டுவிட்டால், தேடல் URL குறிப்பிடும் ஹோஸ்ட் பெயர் பயன்படுத்தப்படும்.";
DefaultSearchProviderSearchURL.pfm_title = "இயல்புநிலை தேடல் வழங்குநர் தேடல் URL";
DefaultSearchProviderSearchURL.pfm_description = "இயல்புநிலைத் தேடலை மேற்கொள்ளும்போது, பயன்படுத்தப்பட வேண்டிய தேடு பொறியின் URL ஐக் குறிப்பிடுகிறது. URL இல் '{searchTerms}' என்ற சரம் இருக்க வேண்டும். இது பயனர் தேடும்போது, அவருடைய தேடல் சொற்களால் இடமாற்றப்படும்.";
DefaultSearchProviderSuggestURL.pfm_title = "இயல்புநிலை தேடல் வழங்குநர் பரிந்துரை URL";
DefaultSearchProviderSuggestURL.pfm_description = "தேடல் பரிந்துரைகளை வழங்குவதற்கு பயன்படுத்த வேண்டிய, தேடு பொறியின் URL ஐக் குறிப்பிடுகிறது. URL இல் '{searchTerms}' என்ற தொடர் இருக்க வேண்டும், இது வினவலின்போது பயனர் அதுவரை உள்ளிட்ட உரையால் பதிலீடு செய்யப்படும். விருப்பத்தேர்வு.";
DeveloperToolsDisabled.pfm_title = "டெவெலப்பர் கருவிகளை முடக்கு";
DeveloperToolsDisabled.pfm_description = "டெவெலப்பர் கருவிகள் மற்றும் JavaScript கன்சோலை முடக்குகிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், டெவெலப்பர் கருவிகளை அணுக முடியாது மேலும் வலைத்தள உறுப்புகளை இனி கண்காணிக்க முடியாது. டெவெலப்பர் கருவிகள் அல்லது JavaScript கன்சோலைத் திறப்பதற்கான எந்த விசைப்பலகை குறுக்குவழிகளும் அல்லது மெனுவும் அல்லது சூழல் மெனு உள்ளீடுகளும் முடக்கப்படும்.";
Disable3DAPIs.pfm_title = "3D கிராஃபிக்ஸ் APIகளுக்கான ஆதரவை முடக்கு";
Disable3DAPIs.pfm_description = "3D கிராஃபிக்ஸ் API களுக்கான ஆதரவை முடக்கு.\n\nஇந்த அமைப்புகளை இயக்கினால், வலைப்பக்கங்கள் கிராஃபிக் பிராசசிங் யூனிட்டை (GPU) அணுக முடியாது. குறிப்பாக வலைப்பக்கங்கள் WebGL API ஐ அணுக முடியாது மற்றும் செருகுநிரல்கள் Pepper 3D API ஐப் பயன்படுத்த முடியாது.\n\nஇந்த அமைப்பை முடக்கினால், வலை பக்கங்கள் WebGL API ஐ பயன்படுத்தவும் செருகுநிரல்கள் Pepper 3D API ஐ பயன்படுத்தவும் அனுமதிக்கப்படும். உலாவியின் இயல்புநிலை அமைப்புகளின்படி இந்த API களைப் பயன்படுத்துவதற்கு, கட்டளை வரி மதிப்புருக்கள் தேவைப்படக்கூடும்.";
DisableAuthNegotiateCnameLookup.pfm_title = "Kerberos அங்கீகரிப்புடன் பரிமாற்றம் செய்யப்படும்போது, CNAME பார்வையிடலை முடக்கவும்";
DisableAuthNegotiateCnameLookup.pfm_description = "உருவாக்கப்பட்ட Kerberos SPN ஆனது, அடிப்படை DNS பெயரைச் சார்ந்ததா அல்லது உள்ளிடப்பட்ட அசல் பெயரை சார்ந்ததா என்று குறிப்பிடுகிறது.\n\nஇந்த அமைப்பை நீங்கள் இயக்கினால், CNAME பார்வையிடுதல் தவிர்க்கப்பட்டு, உள்ளிட்டவாறே சேவையகப் பெயர் பயன்படுத்தப்படும்.\n\nஇந்த அமைப்பை முடக்கினால், சேவையகத்தின் அடிப்படை பெயரானது CNAME பார்வையிடலின் மூலம் தீர்மானிக்கப்படும்.";
DisablePluginFinder.pfm_title = "செருகுநிரல் கண்டுபிடிப்பை முடக்கு";
DisablePluginFinder.pfm_description = "இந்த அமைப்பினை உண்மை என்று நீங்கள் அமைத்தால், தானியங்கு தேடல் மற்றும் தொலைந்த செருகுநிரல்களின் நிறுவலானது Chromium இல் முடக்கப்படும்.";
DisableSpdy.pfm_title = "SPDY நெறிமுறையை முடக்கு";
DisableSpdy.pfm_description = "Chromium இல் SPDY நெறிமுறையைப் பயன்படுத்துவதை முடக்குகிறது.";
DisabledPlugins.pfm_title = "முடக்கப்பட்ட செருகுநிரல்களின் பட்டியல்";
DisabledPlugins.pfm_description = "Chromium இல் முடக்கப்பட்டுள்ள செருகுநிரல்களின் பட்டியலைக் குறிப்பிடுகிறது, மேலும் பயனர்கள் இந்த அமைப்பை மாற்றுவதை தடுக்கிறது.\n\n'*' மற்றும் '?' ஆகிய வைல்ட்கார்டு எழுத்துக்குறிகள், ஏதேனும் எழுத்துக்குறிகளின் தொடர்ச்சியைப் பொருத்த பயன்படுத்தப்படுகின்றன. '*' பல எழுத்துக்குறிகளைப் பொருத்தும், '?' ஆனது ஒரே ஒரு எழுத்துக்குறியைப் பொருத்தும் அதாவது பூஜ்ஜியம் முதல் ஒரு எழுத்துக்குறிகள் வரை பொருத்தும். '\' என்பது விலக்குதல் எழுத்துக்குறியாகும், இது நேரடியாக '*', '?', அல்லது '\' எழுத்துக்குறிகளைப் பொருத்த பயன்படுகிறது. நீங்கள் இவற்றைக் கண்டறிய அவற்றுக்கு முன்னதாக '\' ஐப் பயன்படுத்த வேண்டும்.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், குறிப்பிடப்பட்ட செருகுநிரல்களின் பட்டியல் எப்போதும் Chromium இல் பயன்படுத்தப்படாது. 'about:plugins' இல் செருகுநிரல்கள் முடக்கப்பட்டதாக காண்பிக்கப்படும், பயனர்கள் அவற்றை இயக்க முடியாது.\n\nEnabledPlugins மற்றும் DisabledPluginsExceptions ஆகியவை இந்தக் கொள்கையை மீற  முடியும் என்பதை நினைவில் கொள்க.";
DisabledPluginsExceptions.pfm_title = "முடக்கப்பட்ட செருகுநிரல்களின் பட்டியலின் விதிவிலக்குகளுக்கான பட்டியல்";
DisabledPluginsExceptions.pfm_description = "பயனர்கள் Chromium இல் இயக்கக்கூடிய அல்லது முடக்கக்கூடிய செருகுநிரல்களின் பட்டியலைக் குறிப்பிடுகிறது.\n\n'*' மற்றும் '?' போன்ற வைல்ட்கார்டு எழுத்துக்குறிகள், வரிசையான எழுத்துக்குறிகளின் தொடர்களுக்கு பயன்படுத்தப்படலாம். '*' என்பது ஏதேனும் எழுத்துக்குறிகளின் தொடருக்கு பதிலாகவும், '?' ஆனது ஒரே ஒரு எழுத்துக்குறிக்கு பதிலாகவும் பயன்படுத்தப்படலாம், அதாவது பூஜ்ஜியம் முதல் ஒரு எழுத்துக்குறி வரை. '\' என்ற விலக்குதல் எழுத்துக்குறியானது, அசல் '*', '?', அல்லது '\' எழுத்துக்குறிகளைப் பொருத்துவதற்கானவை, அவற்றைக் கண்டறிய, முன்னதாக '\' ஐப் பயன்படுத்தவும்.\n\nநீங்கள் இந்த அமைப்புகளை இயக்கினால், குறிப்பிடப்பட்ட பட்டியலில் உள்ள செருகுநிரல்களை Chromium இல் பயன்படுத்தலாம்.  DisabledPlugins இல் உள்ள களவடிவத்துடன் பொருந்தினாலும் கூட, பயனர்கள் இவற்றை 'about:plugins' என்பதில் இயக்கலாம் அல்லது முடக்கலாம். DisabledPlugins, DisabledPluginsExceptions மற்றும் EnabledPlugins இல் உள்ள எந்த களவடிவங்களில் பொருந்தாத செருகுநிரல்களையும் பயனர்கள் இயக்கலாம் அல்லது முடக்கலாம்.";
DisabledSchemes.pfm_title = "முடக்கப்பட்ட நெறிமுறை திட்டங்களின் பட்டியல்";
DisabledSchemes.pfm_description = "பட்டியலிடப்பட்ட நெறிமுறை திட்டங்களை Chromium இல் முடக்குகிறது.\n\nஇந்த பட்டியலில் உள்ள திட்டத்தைப் பயன்படுத்தும் URLகள் ஏற்றப்படாது மேலும் அவற்றிட்கு செல்க முடியாது.";
DiskCacheDir.pfm_title = "வட்டு தேக்கக கோப்பகத்தை அமை";
DiskCacheDir.pfm_description = "தேக்ககப்படுத்தப்பட்ட கோப்புகளை வட்டில் சேமிப்பதற்காக Chromium பயன்படுத்த வேண்டிய கோப்பகத்தை உள்ளமைக்கிறது.\n\nநீங்கள் இந்த கொள்கையை அமைத்தால், பயனர் '--disk-cache-dir' என்பதைக் குறிப்பிட்டாலும் குறிப்பிடாவிட்டாலும், Chromium வழங்கப்பட்ட கோப்பகத்தையே பயன்படுத்தும்.";
DnsPrefetchingEnabled.pfm_title = "பிணையத்தைக் கணித்தலை இயக்கு.";
DnsPrefetchingEnabled.pfm_description = "Chromium இல் பிணைய முன்கணிப்பை செயலாக்குகிறது மேலும் இந்த அமைப்பைப் பயனர்கள் மாற்றுவதையும் தடுக்கிறது.\n\nஇந்த அமைப்பை நீங்கள் இயக்கினால் அல்லது முடக்கினால், இந்த அமைப்பை Chromium இல் பயனர்களால் மாற்றவோ அல்லது மீறவோ முடியாது.";
DownloadDirectory.pfm_title = "பதிவிறக்கக் கோப்பகத்தை அமை";
DownloadDirectory.pfm_description = "கோப்புகளைப் பதிவிறக்கம் செய்ய Chromium பயன்படுத்த வேண்டிய கோப்பகத்தை உள்ளமைக்கிறது.\n\nநீங்கள் இந்தக் கொள்கையை அமைத்தால், பயனர் குறிப்பிட்டாலும் குறிப்பிடாவிட்டாலும், வழங்கப்பட்ட கோப்பகத்தையே Chromium பயன்படுத்தும் அல்லது ஒவ்வொரு முறையும் பதிவிறக்க இருப்பிடத்திற்காக கேட்கும்.";
EditBookmarksEnabled.pfm_title = "புக்மார்க் திருத்துதலை இயக்குகிறது அல்லது முடக்குகிறது";
EditBookmarksEnabled.pfm_description = "புக்மார்க்குகளை Chromium இல் திருத்துவதை இயக்குகிறது அல்லது முடக்குகிறது.\n\nஇந்த அமைப்பை நீங்கள் இயக்கினால், புக்மார்க்குகளை சேர்க்கவோ, அகற்றவோ அல்லது திருத்தவோ முடியும். இது இயல்புநிலையாகும்.\n\nஇந்த அமைப்பை நீங்கள் முடக்கினால், புக்மார்க்குகளை சேர்க்கவோ, அகற்றவோ அல்லது திருத்தவோ முடியாது. ஏற்கனவே இருக்கும் புக்மார்க்குகள் தொடர்ந்து இருக்கும்.";
EnableAuthNegotiatePort.pfm_title = "Kerberos SPN இல் இயல்பற்ற போர்ட்டைச் சேர்";
EnableAuthNegotiatePort.pfm_description = "உருவாக்கப்பட்ட Kerberos SPN இல் இயல்புக்கு மாறான போர்ட் சேர்க்கப்பட வேண்டுமா என்று குறிப்பிடுகிறது.\n\nஇந்த அமைப்பை செயலாக்கி, இயல்புக்கு மாறான (அதாவது, 80 அல்லது 443 ஐ விட வேறுபட்ட) போர்ட்டையும் உள்ளிட்டால், அது உருவாக்கப்பட்ட Kerberos SPN இல் சேர்க்கப்படும்.\n\nஇந்த அமைப்பை முடக்கினால், உருவாக்கப்பட்ட Kerberos SPN இல் எந்த நிலையிலும் எந்தவொரு போர்ட்டும் சேர்க்கப்படாது.";
EnabledPlugins.pfm_title = "இயக்கப்பட்ட செருகுநிரல்களின் பட்டியல்";
EnabledPlugins.pfm_description = "Chromium இல் இயக்கப்பட்டுள்ள செருகுநிரல்களின் பட்டியலைக் குறிப்பிடுகிறது, மேலும் பயனர்கள் இந்த அமைப்பை மாற்றுவதையும் தடுக்கிறது.\n\n'*' மற்றும் '?' ஆகிய வைல்ட்கார்டு எழுத்துக்குறிகள், ஏதேனும் ஒரு எழுத்துக்குறிகளின் தொடர்ச்சியைப் பொருத்த பயன்படுத்தப்படுகின்றன. '*' எழுத்துக்குறிகளின் தொடரைப் பொருத்தும், '?' ஆனது ஒரே ஒரு எழுத்துக்குறியைப் பொருத்தும் அதாவது பூஜ்ஜியம் முதல் ஒரு எழுத்துக்குறிகள் வரை பொருத்தும். '\' என்பது விலக்குதல் எழுத்துக்குறியாகும், இது நேரடியாக '*', '?', அல்லது '\' எழுத்துக்குறிகளைப் பொருத்த பயன்படுகிறது. நீங்கள் இவற்றைக் கண்டறிய அவற்றுக்கு முன்னதாக '\' ஐப் பயன்படுத்த வேண்டும்.\n\nநிறுவப்பட்டிருந்தால், பட்டியலில் குறிப்பிடப்பட்ட செருகுநிரல்கள் எப்போதும் Chromium இல் பயன்படுத்தப்படும். 'about:plugins' இல் செருகுநிரல்கள் இயக்கப்பட்டதாக காண்பிக்கப்படும், பயனர்கள் அவற்றை முடக்க முடியாது.\n\nDisabledPlugins மற்றும் DisabledPluginsExceptions ஆகிய இரண்டிலும் உள்ளவற்றை இந்த கொள்கை மீறும்.";
ExtensionInstallBlacklist.pfm_title = "பயனர்கள் நிறுவுவதிலிருந்து தடுக்க வேண்டிய நீட்டிப்பு IDகள் (அல்லது அனைத்தையும் தடுக்க * )";
ExtensionInstallBlacklist.pfm_description = "எந்தெந்த நீட்டிப்புகளைப் பயனர்கள் நிறுவக்கூடாது என்று குறிப்பிட உங்களை அனுமதிக்கிறது. முன்பே நிறுவப்பட்ட நீட்டிப்புகள் தடுப்புப் பட்டியலில் சேர்க்கப்பட்டால் அவை அகற்றப்படும்.\n\n* என்ற மதிப்பில் தடுப்பு பட்டியல் இருந்தால், வெளிப்படையாக அனுமதி பட்டியலில் குறிப்பிடப்படாத எல்லா நீட்டிப்புகளும் தடுப்புப் பட்டியலில் சேர்க்கப்படும்.";
ExtensionInstallForcelist.pfm_title = "பின்னணினியி நிறுவ வேண்டிய நீட்டிப்பு IDகள் மற்றும் புதுப்பிப்பு URLகள்";
ExtensionInstallForcelist.pfm_description = "பயனரின் குறுக்கீடு இல்லாமல், பின்னணியில் நிறுவ வேண்டிய நீட்டிப்புகளின் பட்டியலைக் குறிப்பிட உங்களை அனுமதிக்கிறது.\n\nபட்டியலில் உள்ள ஒவ்வொரு உருப்படியும் ஒரு சரம் ஆகும், அதில் நீட்டிப்பின் ID மற்றும், செமிகோலனால் (;) பிரிக்கப்பட்ட புதுப்பிப்பு URL ஆகியவை இருக்கும். எடுத்துக்காட்டு: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. ஒவ்வொரு உருப்படிக்கும், குறிப்பிட்ட ID க்கான நீட்டிப்பை, குறிப்பிடப்பட்ட URL இலிருந்து எடுத்து, பின்னணியில் Chromium நிறுவும். உங்கள் சொந்த சேவையகத்தில் எவ்வாறு நீட்டிப்புகளை வழங்குவது என்று பின்வரும் பக்கங்களில் நீங்கள் அறிந்து கொள்ளலாம். புதுப்பிப்பு URLகளைப் பற்றி: http://code.google.com/chrome/extensions/autoupdate.html , பொதுவாக நீட்டிப்புகளை வழங்குதல் பற்றி: http://code.google.com/chrome/extensions/hosting.html.\n\nஇந்த கொள்கையின்படி குறிப்பிடப்படும் நீட்டிப்புகளை பயனர்களால் நிறுவல் நீக்க முடியாது. நீங்கள் இந்த பட்டியலிலிருந்து ஏதேனும் நீட்டிப்பை நீக்கினால், அது Chromium ஆல் தானாகவே நிறுவல் நீக்கம் செய்யப்படும். 'ExtensionInstallBlacklist' என்பதில் தடுப்புப் பட்டியலில் சேர்க்கப்பட்ட நீட்டிப்புகள், அனுமதிப்பட்டியலில் சேர்க்கப்படாவிட்டால், இந்த கொள்கையின் அவற்றை கட்டாயமாக நிறுவ முடியாது.";
ExtensionInstallWhitelist.pfm_title = "தடுப்புப் பட்டியலில் இருந்து, விலக்குவதற்கான நீட்டிப்பு IDகள்";
ExtensionInstallWhitelist.pfm_description = "தடுப்பு பட்டியலுக்கு உட்படாத நீட்டிப்புகளைக் குறிப்பிட உங்களை அனுமதிக்கிறது.\n\n* என்ற மதிப்பைக் கொண்ட தடுப்புப்பட்டியலானது எல்லா நீட்டிப்புகளையும் தடுப்புப்பட்டியலில் சேர்க்கும், அனுமதி பட்டியலில் உள்ள நீட்டிப்புகளை மட்டுமே பயனர்கள் நிறுவ முடியும்.\n\nஇயல்புநிலையாக எல்லா நீட்டிப்புகளுமே, அனுமதி பட்டியலில்தான் இருக்கும், ஆனால் கொள்கையின்படி எல்லா நீட்டிப்புகளும் தடுப்புப்பட்டியலில் சேர்க்கப்பட்டால், அந்த கொள்கையை மீறுவதற்கு, அனுமதி பட்டியலைப் பயன்படுத்தலாம்.";
GSSAPILibraryName.pfm_title = "GSSAPI லைப்ரரி பெயர்";
GSSAPILibraryName.pfm_description = "HTTP அங்கீகரிப்பிற்கு எந்த GSSAPI லைப்ரரியைப் பயன்படுத்த வேண்டும் என்று குறிப்பிடுகிறது. நீங்கள் லைப்ரரி பெயரை மட்டும் குறிப்பிடலாம் அல்லது முழு பாதையையும் குறிப்பிடலாம். அமைப்பு எதுவும் வழங்கப்படவில்லை என்றால், இயல்புநிலை லைப்ரரி பெயரைப் பயன்படுத்துமாறு Chromium ஆனது மீட்டமைக்கப்படும்.";
HomepageIsNewTabPage.pfm_title = "புதிய தாவல் பக்கத்தை முகப்புப்பக்கமாக பயன்படுத்து";
HomepageIsNewTabPage.pfm_description = "Chromium இல் உள்ள இயல்புநிலை முகப்புப் பக்கத்தின் வகையை உள்ளமைத்து, முகப்புப் பக்க விருப்பத்தேர்வுகளைப் பயனர்கள் மாற்றுவதைத் தடுக்கிறது. முகப்புப் பக்கமானது நீங்கள் குறிப்பிடும் URL ஆகவோ அல்லது புதிய தாவல் பக்கமாகவோ அமைக்கப்படலாம்.\n\nஇந்த அமைப்பை நீங்கள் இயக்கினால், எப்போதும் புதிய தாவல் பக்கமே முகப்புப் பக்கமாகப் பயன்படுத்தப்படும் மற்றும் முகப்புப் பக்க URL இருப்பிடம் புறக்கணிக்கப்படும்.\n\nஇந்த அமைப்பை முடக்கினால், முகப்புப் பக்கத்தின் URL ஆனது  'chrome://newtab' என்பதற்கு அமைக்கப்படாதவரை பயனரின் முகப்புப்பக்கம் புதிய தாவல் பக்கமாக எப்போதும் இருக்காது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினாலோ அல்லது முடக்கினாலோ, Chromium இல் முகப்புப்பக்க வகையைப் பயனர்களால் மாற்ற முடியாது.";
HomepageLocation.pfm_title = "முகப்புப் பக்க URL";
HomepageLocation.pfm_description = "Chromium இல் உள்ள இயல்புநிலை பக்க URL ஐ உள்ளமைத்து, அதை மாற்றுவதிலிருந்து பயனர்களைத் தடுக்கிறது.\n\nமுகப்பு பக்க URL ஆனது, இங்கே நீங்கள் குறிப்பிடும் படியானதாகவோ அல்லது புதிய தாவல் பக்கமாகவோ அமைக்கப்படும்.\n\nபுதிய தாவல் பக்கத்தை தேர்ந்தெடுத்தால், இந்தக் கொள்கை புறக்கணிக்கப்படும்.\n\nஇந்த அமைப்பை நீங்கள் செயல்படுத்தினால், பயனர்களால் Chromium இல் உள்ள தங்களது முகப்புப் பக்க URL ஐ மாற்ற முடியாது, ஆனால் தங்களின் முகப்புப் பக்கமாக புதிய தாவல் பக்கத்தை தேர்வுசெய்ய முடியும்.";
ImagesAllowedForUrls.pfm_title = "இந்த தளங்களில் படங்களை அனுமதி";
ImagesAllowedForUrls.pfm_description = "படங்களைக் காண்பிக்க அனுமதி அளிக்கப்படும் தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை நீங்கள் அமைக்க அனுமதிக்கிறது.";
ImagesBlockedForUrls.pfm_title = "இந்த தளங்களில் படங்களை தடு";
ImagesBlockedForUrls.pfm_description = "படங்களைக் காண்பிக்க அனுமதி அளிக்கப்படாத தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க உங்களை அனுமதிக்கிறது.";
IncognitoEnabled.pfm_title = "மறைநிலை பயன்முறையை இயக்கு";
IncognitoEnabled.pfm_description = "Chromium இல் மறைநிலை பயன்முறையை இயக்குகிறது.\n\nஇந்த அமைப்பு இயக்கப்பட்டிருந்தால் அல்லது உள்ளமைக்கப்படவில்லை என்றால், பயனர்கள் மறைநிலை பயன்முறையில் வலை பக்கங்களைத் திறக்க முடியும்.\n\nஇந்த அமைப்பு முடக்கப்படிருந்தால், பயனர்கள் மறைநிலை பயன்முறையில் வலை பக்கங்களைத் திறக்க முடியாது.";
InstantEnabled.pfm_title = "விரைவுத்தேடலை இயக்கு";
InstantEnabled.pfm_description = "Chromium இன் உடனடி தேடல் அம்சத்தை இயக்குகிறது, மேலும் பயனர்கள் இந்த அமைப்பை மாற்றுவதையும் தடுக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், Chromium உடனடி தேடல் இயக்கப்படும்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், Chromium உடனடி தேடல் முடக்கப்படும்.\n\nநீங்கள் இந்த அமைப்பை இயக்கினாலும் முடக்கினாலும், பயனர்களால் இந்த அமைப்பை மாற்றவோ அல்லது மீறவோ முடியாது.";
JavaScriptAllowedForUrls.pfm_title = "இந்த தளங்களில் JavaScript ஐ அனுமதி";
JavaScriptAllowedForUrls.pfm_description = "JavaScript இயக்க அனுமதி அளிக்கப்படும் தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க அனுமதிக்கிறது.";
JavaScriptBlockedForUrls.pfm_title = "இந்த தளங்களில் JavaScript ஐத் தடு";
JavaScriptBlockedForUrls.pfm_description = "JavaScript இயக்க அனுமதி அளிக்கப்படாத தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க அனுமதிக்கிறது.";
JavascriptEnabled.pfm_title = "JavaScript ஐ செயலாக்குக";
JavascriptEnabled.pfm_description = "Chromium இல் JavaScript ஐ இயக்குகிறது மற்றும் பயனர்கள் இந்த அமைப்பை மாற்றுவதைத் தடுக்கிறது.\n\nஇந்த அமைப்பு இயக்கப்பட்டால் அல்லது உள்ளமைக்கப் படாவிட்டால், வலைப்பக்கங்கள் JavaScript ஐப் பயன்படுத்தலாம்.\n\nஇந்த அமைப்பு முடக்கப்பட்டால், வலைப்பக்கங்கள் JavaScript ஐப் பயன்படுத்த முடியாது.";
MetricsReportingEnabled.pfm_title = "பயன்பாடு மற்றும் செயலிழப்பு தொடர்பான தரவை அனுப்புவதை இயக்கு";
MetricsReportingEnabled.pfm_description = "Chromium ஐப் பற்றிய பயன்படுத்தல் மற்றும் செயலிழப்பு தொடர்பான தகவல்களை அநாமதேயமாக Google க்கு அனுப்புவதை இயக்கும், மேலும் பயனர்கள் இந்த அமைப்பை மாற்றுவதை தடுக்கும்.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், பயன்படுத்தல் மற்றும் செயலிழப்பு பற்றிய தரவு Google க்கு அனுப்பப்படும்.\n\nஇந்த அமைப்பை முடக்கினால், பயன்படுத்தல் மற்றும் செயலிழப்பு தரவு எப்போதும் Google க்கு அனுப்பப்படாது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால், பயனர்கள் Chromium இல் அதை மாற்றவோ அல்லது மீறவோ முடியாது.";
PasswordManagerAllowShowPasswords.pfm_title = "கடவுச்சொல் நிர்வாகியில் பயனர்கள் கடவுச்சொல்லைக் காண்பிக்க அனுமதி";
PasswordManagerAllowShowPasswords.pfm_description = "கடவுச்சொல் நிர்வாகியில், கடவுச்சொல்லைப் பயனர்கள் தெளிவான, படிக்கக்கூடிய உரையில் காண்பிக்கலாமா என்பதைக் கட்டுப்படுத்துகிறது.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், கடவுச்சொல் நிர்வாகி சாளரத்தில், தெளிவான உரையாக கடவுச்சொல்லைக் காண்பிக்க, கடவுச்சொல் நிர்வாகி அனுமதிக்காது.\n\nஇந்த அமைப்பை நீங்கள் இயக்கினால் அல்லது உள்ளமைக்காவிட்டால், கடவுச்சொல் நிர்வாகியில் பயனர்கள் தங்கள் கடவுச்சொற்களை தெளிவான உரையில் காணலாம்.";
PasswordManagerEnabled.pfm_title = "கடவுச்சொல் நிர்வாகியை இயக்கு";
PasswordManagerEnabled.pfm_description = "Chromium இல் கடவுச்சொற்களை சேமிப்பதையும், சேமித்த கடவுச்சொற்களைப் பயன்படுத்துவதையும் இயக்குகிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், பயனர்கள் Chromium ஐ கடவுச்சொற்களை நினைவில் கொள்ள வைத்து, அடுத்தமுறை தளத்தில் உள்நுழையும்போது தானாகவே வழங்குமாறு பயன்படுத்தலாம்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், பயனர்கள் கடவுச்சொற்களை சேமிக்கவோ, ஏற்கனவே சேமிக்கப்பட்ட கடவுச்சொற்களைப் பயன்படுத்தவோ முடியாது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால், Chromium இல் பயனர்கள் இந்த அமைப்பை மாற்றவோ அல்லது மீறவோ முடியாது.";
PluginsAllowedForUrls.pfm_title = "இந்தத் தளங்களில் செருகுநிரல்களை  அனுமதி";
PluginsAllowedForUrls.pfm_description = "செருகுநிரல்களை இயக்க அனுமதி அளிக்கப்படும் தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க உங்களை அனுமதிக்கிறது.";
PluginsBlockedForUrls.pfm_title = "இந்த தளங்களில் செருகுநிரல்களைத் தடு";
PluginsBlockedForUrls.pfm_description = "செருகுநிரல்களை இயக்க அனுமதி அளிக்கப்படாத தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க அனுமதிக்கிறது.";
PopupsAllowedForUrls.pfm_title = "இந்த தளங்களில் பாப்அப்களை அனுமதி";
PopupsAllowedForUrls.pfm_description = "பாப் அப்களைத் திறக்க அனுமதிக்கப்படும் தளங்களைக் குறிப்பிடும் url களவடிவங்களின் பட்டியலை அமைக்க உங்களை அனுமதிக்கிறது.";
PopupsBlockedForUrls.pfm_title = "இந்த தளங்களில் பாப்அப்களைத் தடு";
PopupsBlockedForUrls.pfm_description = "பாப்-அப்களைத் திறப்பதற்கு அனுமதி அளிக்கப்படாத தளங்களைக் குறிப்பிடும், url களவடிவங்களின் பட்டியலை அமைக்க அனுமதிக்கிறது.";
PrintingEnabled.pfm_title = "அச்சிடலை இயக்கு";
PrintingEnabled.pfm_description = "Chromium இல் அச்சிடுதலை இயக்குகிறது, மேலும் பயனர்கள் இந்த அமைப்பை மாற்றுவதைத் தடுக்கிறது.\n\nஇந்த அமைப்பு இயக்கப்பட்டால் அல்லது உள்ளமைக்கப்படா விட்டால், பயனர்கள் அச்சிடலாம்.\n\nஇந்த அமைப்பு முடக்கப்பட்டிருந்தால், பயனர்கள் Chromium இலிருந்து அச்சிட முடியாது. திருக்கி மெனு, நீட்டிப்புகள் மற்றும் JavaScript பயன்பாடுகள் முதலானவற்றிலிருந்தும் அச்சிடல் முடக்கப்படும். Chromium ஐ மீறி செல்லும் செருகுநிரல்களின் மூலம் அச்சிட முடியும். எடுத்துக்காட்டாக, சில Flash பயன்பாடுகள், அவற்றின் சூழல் மெனுவில் அச்சிடல் விருப்பத்தைக் கொண்டுள்ளன, அவை முடக்கப்படாது.";
ProxyBypassList.pfm_title = "ப்ராக்ஸி கடந்துபோதல் விதிகளின் கமாவால் பிரிக்கப்பட்ட பட்டியல்";
ProxyBypassList.pfm_description = "இங்கே தரப்பட்டுள்ள, ஹோஸ்டுகளின் பட்டியலுக்கு, எந்தவிதமான ப்ராக்ஸியையும் Chromium  கடந்து செல்லும்.\n\n'ப்ராக்ஸி சேவையக அமைப்புகளை எப்படி குறிப்பிடுவது என்று தேர்வு செய்க' என்பதில் நீங்கள் கைமுறை ப்ராக்ஸி அமைப்புகளைத் தேர்ந்தெடுத்திருந்தால் மட்டுமே இந்த கொள்கை நடைமுறைப்படுத்தப்படும்.\n\nமேலும் விரிவான எடுத்துக்காட்டுகளுக்கு, இங்கு செல்க:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "ப்ராக்ஸி சர்வர் அமைப்புகளை எப்படி குறிப்பிடுவது என்று தேர்வு செய்க";
ProxyMode.pfm_description = "direct - ப்ராக்ஸியை எப்போதும் பயன்படுத்த வேண்டாம்\nauto_detect - ப்ராக்ஸி அமைப்புகளைத் தானாகவே கண்டறி\npac_script - .pac ப்ராக்ஸி ஸ்கிரிப்ட்டைப் பயன்படுத்து\nfixed_servers - நிலையான ப்ராக்ஸி சேவையகங்களைப் பயன்படுத்து\nsystem - கணினியின் ப்ராக்ஸி அமைப்புகளைப் பயன்படுத்து\nChromium ஆல் பயன்படுத்தப்படும் ப்ராக்ஸி சர்வரைக் குறிப்பிட உங்களை அனுமதிக்கிறது மற்றும் பயனர்கள் ப்ராக்ஸி அமைப்புகளை மாற்றுவதைத் தடுக்கிறது.\n\nநீங்கள் எப்போதும் ப்ராக்ஸி சர்வரைப் பயன்படுத்த வேண்டாம் என்றும், நேரடியாக இணைப்பதற்கும் விரும்பினால், பிற விருப்பங்கள் அனைத்தும் புறக்கணிக்கப்படும்.\n\nகணினியின் ப்ராக்ஸி அமைப்புகளைப் பயன்படுத்த அல்லது ப்ராக்ஸி சர்வரைத் தானாக கண்டறியுமாறு தேர்ந்தெடுத்தால், பிற விருப்பங்கள் அனைத்தும் புறக்கணிக்கப்படும்.\n\nநிலையான ப்ராக்ஸி பயன்முறையைப் பயன்படுத்த தேர்வு செய்தால், 'ப்ராக்ஸி சர்வரின் முகவரி அல்லது URL' மற்றும் 'ப்ராக்ஸி கடந்துபோதல் விதிகளின் கமாவால் பிரிக்கப்பட்ட பட்டியல்' ஆகியவற்றில் கூடுதல் விருப்பங்களைக் குறிப்பிடலாம்.\n\n.pac ப்ராக்ஸி ஸ்கிரிப்ட்டைப் பயன்படுத்தத் தேர்வு செய்தீர்கள் என்றால், ஸ்கிரிப்டிற்கான URL ஐ 'ப்ராக்ஸி .pac கோப்பிற்கான URL' என்பதில் குறிப்பிட வேண்டும்.\n\nவிரிவான எடுத்துக்காட்டுகளுக்கு, இங்கு செல்க:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், கட்டளை வரியிலிருந்து குறிப்பிடப்படும் எல்லா ப்ராக்ஸி தொடர்பான விருப்பங்களையும் Chromium புறக்கணித்து விடும்.";
ProxyPacUrl.pfm_title = "ப்ராக்ஸி .pac கோப்பிற்கான URL";
ProxyPacUrl.pfm_description = "ப்ராக்ஸி .pac கோப்பிற்கான URL ஐ நீங்கள் இங்கே குறிப்பிடலாம்.\n\n'ப்ராக்ஸி சேவையக அமைப்புகளை எப்படி குறிப்பிடுவது என்பதைத் தேர்வுசெய்க' என்பதில், கைமுறை ப்ராக்ஸி அமைப்புகள் என்பதை நீங்கள் தேர்ந்தெடுத்திருந்தால் மட்டுமே இந்த கொள்கை நடைமுறைப்படுத்தப்படும்.\n\nமேலும் விவரங்களுக்கு இங்கு செல்க:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "ப்ராக்ஸி  சேவையகத்தின் முகவரி அல்லது URL";
ProxyServer.pfm_description = "ப்ராக்ஸி சேவையகத்தின் URL ஐ நீங்கள் இங்கே குறிப்பிடலாம்.\n\n'ப்ராக்ஸி சேவையக அமைப்புகளை எப்படி குறிப்பிடுவது என்பதைத் தேர்வுசெய்க' என்பதில், கைமுறை ப்ராக்ஸி என்பதை நீங்கள் தேர்ந்தெடுத்திருந்தால் மட்டுமே இந்த கொள்கை நடைமுறைப் படுத்தப்படும்.\n\nகூடுதல் விருப்பங்களுக்கும், விரிவான எடுத்துக்காட்டுகளுக்கும் இங்கு செல்க:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "தொடக்கத்தின்போதான செயல்";
RestoreOnStartup.pfm_description = "0 - முகப்புப் பக்கத்தைத் திற\n1 - இறுதியாக திறக்கப்பட்ட URLகளை மீண்டும் திற\n4 - URL களின் பட்டியலைத் திற\nதொடக்கத்தின்போதான, செயல்பாட்டைக்க் குறிப்பிட உங்களை அனுமதிக்கிறது.\n\n'முகப்பு பக்கத்தைத் திற' என்பதை நீங்கள் தேர்வுசெய்தால், Chromium ஐ தொடங்கும்போது, எப்போதும் முகப்புப் பக்கம் திறக்கப்படும்.\n\n'கடைசியாக திறக்கப்பட்டிருந்த URLகளை மீண்டும் திற' என்பதை நீங்கள் தேர்வுசெய்தால், Chromium ஐ நீங்கள் மூடியபோது, கடைசியாக திறந்திருந்த URLகள் மீண்டும் திறக்கப்படும்.\n\n'URLகளின் பட்டியலைத் திற' என்பதை நீங்கள் தேர்வுசெய்தால், 'தொடக்கத்தில் திறக்கவேண்டிய URLகள்' என்ற பட்டியலில் உள்ளவை பயனர் Chromium ஐ தொடங்கும்போது திறக்கப்படும்.\n\nஇந்த அமைப்பை நீங்கள் இயக்கினால், Chromium இல் பயனர்கள் அதை மாற்றவோ அல்லது மீறவோ முடியாது.\n\nஇந்த அமைப்பை முடக்குவது, உள்ளமைக்காமல் அதை அதை விட்டுவிடுவதற்கு சமம். இருந்தும் அதனை Chromium இல் பயனர் தொடர்ந்து மாற்ற முடியும்.";
RestoreOnStartupURLs.pfm_title = "தொடக்கத்தில் திறக்கவேண்டிய URLகள்";
RestoreOnStartupURLs.pfm_description = "தொடக்க செயலில், 'URLகளின் பட்டியலைத் திற' என்பது தேர்ந்தெடுக்கப்பட்டிருந்தால், திறக்கப்பட்டிருக்கும் URL களின் பட்டியலைக் குறிப்பிட இது அனுமதிக்கும்.";
SafeBrowsingEnabled.pfm_title = "பாதுகாப்பு உலாவலை இயக்கு";
SafeBrowsingEnabled.pfm_description = "Chromium இன் பாதுகாப்பான உலாவல் அம்சத்தை இயக்குகிறது மற்றும் பயனர்கள் இந்த அமைப்பை மாற்றுவதைத் தடுக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், பாதுகாப்பான உலாவல் எப்போதும் இயக்கத்தில் இருக்கும்.\n\nஇந்த அமைப்பை முடக்கினால், பாதுகாப்பான உலாவல் எப்போதும் இயக்கப்படாது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால், பயனர்கள் Chromium இல் இந்த அமைப்பை மாற்றவோ அல்லது மீறவோ முடியாது.";
SavingBrowserHistoryDisabled.pfm_title = "உலாவி வரலாற்றை சேமிப்பதை முடக்கு";
SavingBrowserHistoryDisabled.pfm_description = "Chromium இல் உலாவல் வரலாற்றைச் சேமிப்பதை முடக்குகிறது மற்றும் இந்த அமைப்பைப் பயனர்கள் மாற்றுவதைத் தடுக்கிறது.\n\nஇந்த அமைப்பு இயக்கப்பட்டால், உலாவல் வரலாறு சேமிக்கப்படாது.\n\nஇந்த அமைப்பு முடக்கப்பட்டால் அல்லது உள்ளமைக்கப்படவில்லை என்றால், உலாவல் வரலாறு சேமிக்கப்படும்.";
SearchSuggestEnabled.pfm_title = "தேடல் பரிந்துரைகளை இயக்கு";
SearchSuggestEnabled.pfm_description = "Chromium இன் சர்வபுலத்தில் தேடல் பரிந்துரைகளை இயக்குகிறது மற்றும் பயனர்கள் இந்த அமைப்பை மாற்றுவதைத் தடுக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், தேடல் பரிந்துரைகள் பயன்படுத்தப்படும்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், தேடல் பரிந்துரைகள் எப்போதும் பயன்படுத்தப்படாது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால், பயனர்கள் இந்த அமைப்பை  Chromium இல் மாற்றவோ அல்லது மீறவோ முடியாது.";
ShowHomeButton.pfm_title = "கருவிப்பட்டியில் முகப்புப் பொத்தானைக் காண்பி";
ShowHomeButton.pfm_description = "Chromium இன் கருவிப்பட்டியில் முகப்பு பொத்தானைக் காண்பிக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், முகப்பு பொத்தான் எப்போதும் காண்பிக்கப்படும்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், முகப்பு பொத்தான் எப்போதும் காண்பிக்கப்படாது.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால், Chromium இல் பயனர்கள் இந்த அமைப்பை மாற்றவோ அல்லது மீறவோ முடியாது.";
SyncDisabled.pfm_title = "Google உடன் தரவை ஒத்திசைப்பதை முடக்கு";
SyncDisabled.pfm_description = "Google ஆல் வழங்கப்படும் ஒத்திசைவு சேவைகளைப் பயன்படுத்தி, Chromium இல் தரவு ஒத்திசைவை முடக்குகிறது, மேலும் பயனர்கள் இந்த அமைப்பை மாற்றுவதையும் தடுக்கிறது.\n\nநீங்கள் இந்த அமைப்பை இயக்குகிறது, பயனர்கள் இந்த அமைப்பை Chromium இல் மாற்றவோ அல்லது மீறவோ முடியாது.";
TranslateEnabled.pfm_title = "மொழியாக்கத்தை இயக்கு";
TranslateEnabled.pfm_description = "Chromium இல் ஒருங்கிணைந்த, Google மொழியாக்க சேவையை இயக்கும்.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால், பொருத்தமான இடங்களில் பயனருக்கு பக்கம் மொழிமாற்றம் செய்யப்படும் வசதியை வழங்கும் ஒருங்கிணைந்த கருவிப்பட்டி Chromium இல் காண்பிக்கப்படும்.\n\nநீங்கள் இந்த அமைப்பை முடக்கினால், பயனர்கள் எப்போதும் மொழிமாற்ற பட்டியை காண மாட்டார்கள்.\n\nநீங்கள் இந்த அமைப்பை இயக்கினால் அல்லது முடக்கினால், Chromium இல் இந்த அமைப்பைப் பயனர்களால் மாற்றவோ அல்லது மீறவோ முடியாது.";
UserDataDir.pfm_title = "பயனர் தரவு கோப்பகத்தை அமை";
UserDataDir.pfm_description = "பயனர் தரவை சேமிப்பதற்காக Chromium பயன்படுத்த வேண்டிய கோப்பகத்தை உள்ளமைக்கிறது.\n\nநீங்கள் இந்த கொள்கையை அமைத்தால், பயனர் '--user-data-dir' என்பதைக் குறிப்பிட்டாலும் குறிப்பிடாவிட்டாலும், Chromium வழங்கப்பட்ட கோப்பகத்தையே பயன்படுத்தும்.";